export default Object.freeze({
  dashboard: 'دشبورد',
  cars: 'خودروها',
  car: 'خودرو',
  my_suggestions: 'پیشنهادات من',
  my_suggestion: 'پیشنهاد من',
  orders: 'سفارشات',
  user_panel: 'پنل کاربری',
  competing: 'درحال رقابت',
  suggestions: 'پیشنهادات',
  panel: 'پروفایل',
  odometer: 'کارکرد',
  my_offer: 'پیشنهاد من',
  toman: 'تومان',
  auction_end: 'اتمام مزایده',
  auction_status: 'وضعیت مزایده',
  inventory_status: 'وضعیت دپو',
  winner: 'برنده',
  highest_bid: 'بالاترین پیشنهاد',
  loser: 'بازنده',
  show_more: 'مشاهده بیشتر',
  frequently_asked_questions: 'سوالات متداول',
  user_account: 'حساب کاربری',
  is_user_account: 'حساب کاربری دارید؟',
  about_us: 'درباره خودرو 45',
  guide: 'راهنمای برنامه',
  back: 'بازگشت',
  continue_payment: 'ادامه پرداخت',
  introduction_section: {
    title: {
      first_part: 'چرا ',
      second_part: 'خودرو',
      third_part: '۴۵'
    },
    text: {
      first_part: ' خودرو۴۵ برندی فعال در زمینه معاملات خودرو های کار کرده است که تحت عنوان شرکت «مریخ کار پارس آسیا» (سهامی خاص) در تمامی مراجع قانونی ثبت گردیده است. این شرکت با همکاری چند شرکت سرمایه گذاری و همچنین با بهره گیری از فناوری های روز دنیااقدام به طراحی اپلیکیشن آنلاین «خودرو۴۵» نموده تا بتواند با معرفی خودروهای در معرض فروش به خریداران مجاز گام مهمی در تسهیل فرایند فروش خودروهای کارکرده بردارد.',
      second_part: ' شما هم از این پس میتوانید به راحتی از خدمات خودرو۴۵ بهره مند شوید تنها کافیست اپلیکیشن خودرو۴۵ را روی تلفن همراه خود نصب کنید تا بتوانید وضعیت ظاهری و فنی تمام خودرو های موجود را بررسی کرده و نهایتا در کوتاه ترین زمان و با قیمتی مناسب خودروی موردنظرتان را خریداری کنید.'
    },
    cards: [
      {
        title: 'بزرگترین مرکز فروش خودرو‌های کارکرده',
        description: 'دسترسی به مجموعه‌ای بزرگ از خودروهای کارکرده و کارشناسی شده'
      },
      {
        title: 'قیمت رقابتی',
        description: 'قیمت گذاری خودرو ها در محیطی امن و رقابتی'
      },
      {
        title: 'گزارش کارشناسی و اصالت خودرو',
        description: 'ارائه گزارش کارشناسی تخصصی خودرو موردنظر همراه تمام مدارک استعلام شده به صورت قانونی. '
      },
      {
        title: 'تضمین ۲۴ ساعته کارشناسی',
        description: 'در صورت وجود هرگونه مغایرت با اطلاعات کارشناسی شده، به مدت ۲۴ ساعت امکان اعلام شکایت و پرداخت خسارت، فراهم خواهد بود.'
      }
    ]
  },
  faq_section_questions: [
    {
      question: 'خریدار چه زمانی باید بهای ماشین را پرداخت کند؟',
      answer: 'فرایند تسویه پس از واریز بیعانه، بررسی حضوری خودرو و طی مراحل نقل و انتقال سند توسط خریدار انجام می‌شود.'
    },
    {
      question: 'چه مدارکی از فروشنده خودرو اخذ خواهد ‌شد؟',
      answer: 'وکالت‌نامه 45 روزه فروش دارای حق توکیل به غیر، برگ سبز، کارت ماشین، بیمه شخص ثالث، کارت سوخت، فاکتور فروش، سند قطعی، قرارداد فروش (مبایعه نامه)، تسویه عوارض و تسویه خلافی'
    },
    {
      question: 'نحوه دقیق کارشناسی خودرو45 چگونه است؟',
      answer: ' از مراجعه فروشنده خودرو به هر یک از شعب خودرو45 در ابتدا طی یک فرایند کارشناسی تخصصی، 145 بخش خودرو اعم از رنگ بدنه، سیستم برق، گیربکس، موتور، لاستیک، کابین و ... با بهره‌گیری از ابزارهایی همچون میکروسنج، قلم رنگ و دیاگ مورد بررسی قرار می‌گیرند. در مرحله بعد خودرو از نظر اصالت (پلیس آگاهی/ ممنوع المعامله بودن) بررسی شده و استعلام‌های قانونی شامل خلافی و عوارض انجام می‌شوند. در نهایت با تست دو کیلومتری خودرو در جاده، سیستم تعلیق و وضعیت کلی ماشین از لحظ فنی بازبینی می‌شود.'
    },
    {
      question: 'کمیسیون شرکت خودرو 45 چه مقدار است؟',
      answer: 'شرکت خودرو45 بابت کلیه خدمات ارایه داده خود هیچگونه وجهی در قالب کمیسیون از طرفین دریافت نمی نماید.'
    },
    {
      question: 'شرایط پرداخت به چه صورت است؟',
      answer: ' خریدار پس از برنده شدن، پیش پرداختی به حساب شرکت واریز کرده و مابقی ثمن معامله را نیز می‌تواند به روش‌های مختلفی پرداخت کند. بانکی منتقل می شود.'
    },
    {
      question: 'اگر خریدار پس از مشاهده خودرو متوجه تناقض میان وضعیت ماشین با گزارش کارشناسی شد، خودرو45 چه اقداماتی انجام خواهد داد؟',
      answer: 'در صورت اختلاف گزارش فنی با واقعیت خودرو، اعتراض مشتری پذیرفته می‌شود و مشتری می‌تواند خودرو را پس داده یا حتی با توجه به مشکل موجود، از تخفیف بیشتری برخوردار شود.'
    },
    {
      question: 'چرا پس از برنده شدن، نیاز به تحویل پیش پرداخت است؟',
      answer: 'اخذ مبلغ پیش پرداخت تضمینی است که ماشین مورد نظر برای شما محفوظ بماند.'
    },
    {
      question: 'اگر ماشین پس از خرید مشکل قانونی داشته باشد، چه می‌شود؟',
      answer: ' خودرو45 کلیه مشکلات قانونی اعم از ممنوع المعامله بودن، اصالت سند و شکایات خودرو را تضمین کرده و هر مشکل قانونی را قبل از فروش حل و فصل می‌کند.'
    },
    {
      question: 'هزینه حمل چه زمانی پرداخت می شود؟',
      answer: 'مطمئنا اگر خریدار بتواند در شعب خودرو45 حاضر شده و خودرو را شخصا تحویل بگیرد، هیچ هزینه حملی نخواهد کرد. اما در صورتی که خودرو خریداری شده بوسیله خودروبر به مکان مورد نظر خریدار ارسال شود، هزینه حمل به طور کامل بر عهده خریدار خواهد بود که می‌تواند پس از تحویل و بررسی خودرو وجه را پرداخت کند.'
    },
    {
      question: 'تفاوت رقابت فوری با رقابت مدت دار چیست؟',
      answer: ' رقابت مدت دار در رابطه با ماشین هایی صورت می گیرد که از طرف شرکت خریداری شده ولی رقابت فوری مربوط به خودروهایی است که فروشندگان آن را برای حراج در اختیار خودرو45 قرار داده اند.'
    },
    {
      question: 'مزیت مزایده آنلاین و فوری چیست؟',
      answer: 'مزایده آنلاین و فوری این امکان را برای شما فراهم می‌کند که خودرو مورد نظر خود را، از میان حجم بالای پیشنهادهای روزانه انتخاب و با بهترین قیمت خریداری کنید.'
    },
    {
      question: 'اگر پس از تحویل خودرو و پرداخت هزینه حمل، خصوصیات خودرو منطبق با گزارش کارشناسی نباشد؟',
      answer: 'در صورت مغایرت ویژگی های خودرو با گزارش کارشناسی، مبلغ دریافتی پس داده می شود.'
    },
    {
      question: 'آیا خرید و فروش از طریق اپلیکیشن خودرو45، مختص اشخاص حقوقی است؟',
      answer: 'هم اشخاص حقیقی و هم اشخاص حقوقی می‌توانند از طریق اپلیکیشن خودرو45 خودرو خریداری کنند.'
    },
    {
      question: 'آیا برای دریافت فایل کارشناسی خودرو و اعلام قیمت پیشنهادی باید هزینه‌ای پرداخت شود؟',
      answer: 'عضویت در شبکه خریداران مجاز خودرو45 و بهره‌مندی از خدمات آن، هیچ هزینه‌ای را برای شما به همراه نخواهد داشت.'
    }
  ],
  app_guide_list: [
    {
      value: 0,
      title: 'لیست خودروهای در حال رقابت',
      text: 'تنوع خودرو های آماده فروش در اپلیکیشن'
    },
    {
      value: 1,
      title: 'گزارش کارشناسی تخصصی',
      text: 'ارزیابی نقطه به نقطه خودرو'
    },
    {
      value: 2,
      title: 'مشخصات ظاهری خودرو',
      text: 'گزارش تصویری از کلیه جوانب خودرو'
    },
    {
      value: 3,
      title: 'انتظار خودروهای حال کارشناسی',
      text: 'اطلاع از خودروهای در حال کارشناسی درون شعبه'
    },
    {
      value: 4,
      title: 'پیشنهادات من',
      text: ' اطلاع از فعالیت های انجام شده در اپلیکیشن'
    }
  ],
  km: 'کیلومتر',
  center: 'مرکز',
  visit: 'بازدید',
  positive_points: 'نکات مثبت',
  car_positive_points: 'نکات مثبت خودرو',
  no_case_registered: 'موردی ثبت نشده است',
  document_sheet: 'برگ سند',
  a_higher_price_was_recorded: 'قیمت بالاتری ثبت شد',
  a_higher_price_was_recorded_try: 'قیمت جدیدی ثبت شده دوباره پیشنهاد خود را ثبت کنید',
  fair_market_value: 'ارزش منصفانه بازار',
  ability_to_view_after_confirmation: 'امکان مشاهده بعد از تایید خودرو 45',
  ability_to_view_after_deposit_pre_payment: 'امکان مشاهده پس از پرداخت حق عضویت',
  ability_to_view_image_after_deposit_pre_payment: 'پس از واریز حق عضویت امکان مشاهده تصاویر دارید',
  save_image: 'ذخیره عکس',
  terms_and_conditions: {
    intro: 'مقدمه : خودرو۴۵ به عنوان ارائه دهنده‌ی جدیدترین و ایمن ترین شیوه معاملات خودرو در ایران، احترام فراوانی برای حریم خصوصی شما کاربران گرامی قائل است. به اعتقاد تیم ما، حفاظت از حقوق شخصی افراد در شبکه‌ی اینترنت ضمن حفظ امنیت کاربران، باعث اعتماد بیشتر و مشارکت آن‌ها در فعالیت‌های جاری می‌گردد. هدف ما از درج این مطلب در سایت خودرو۴۵ این است که شما کاربران گرامی با دلایل و موارد استفاده از اطلاعاتی که هنگام بازدید از سایت از شما اخذ شده، آشنا شوید. لذا قوانین و مقررات آتی به منظور ارایه خدمات به متقاضیان در زمینه فروش خودرو - ، درج قیمت پایه در اپلیکیشن و، در نهایت برگزاری مزایده با قیمت نهایی فروش و تایید آن از سوی فروشنده و تسهیل در انجام معامله توسط شرکت مریخ کار پارس آسیا ( سهامی خاص ) با نام تجاري خودرو ۴۵ به شماره ثبت ۵۲۶۳۳۶ ، شناسه ملی ۱۴۰۰۷۵۹۳۳۷۰ با آدرس وب سایت khodro45.com که در این توافقنامه خودرو ۴۵ نامیده می شود. از یک طرف و از طرف دیگر شخص یا اشخاص حقیقی یا حقوقی که از خدمات شرکت در این سایت استفاده می نمایند و در این مقررات متقاضی نامیده می شوند، تدوین گردیده است .',
    sections: [
      {
        title: '۱ – تعهدات خریدار :',
        clauses: [
          '۱/۱ ) شرکت خریدار در مزایده به معنای تمکن مالی ایشان جهت خرید خودروی ارایه شده است.',
          '۲/۱ )خریدار پس از برگزاری مزایده مکلف است همزمان با اعلام قبولی ( حداکثر 30 دقیقه از زمان اعلام ) نسبت به واریز وجه حق العمل کاری به حساب شرکت اقدام نماید. در غیر اینصورت مزایده نسبت به ایشان بلااثر شده و حقی برای نامبرده باقی نمی ماند و شرکت مجاز به جایگزینی نفرات بعدی است.',
          '۳/۱ ) خریدار بیان می دارد که تلفن همراه اعلام شده در اپلیکیشن خودرو ۴۵ در تصرف و منتسب به ایشان است و هرگونه ابلاغ و اقدام از طریق شماره تلفن مذکور صورت می پذیرد.',
          '۴/۱ ) خریدار متعهد است کلیه اسناد وکالتی و قطعی خودروی مورد معامله را در دفتر اسناد رسمی معرفی شده از سوی شرکت تنظیم نماید.',
          '۵/۱ ) خریدار متعهد است در مهلت مندرج در وکالتنامه نسبت به تعویض پلاک و تنظیم سند قطعی اقدام نماید در غیر اینصورت شرکت مسئولیتی در اخذ وکالت جدید ندارد.',
          '۶/۱ ) خریدار متعهد است کلیه وجوه پرداختی را از حساب متعلق به خود واریز نماید. لیکن مسئولیت هرگونه مغایرت بر عهده ایشان است.',
          '۷/۱ ) متعاقب ایفای کلیه تعهدات از سوی خریدار، خودروی مورد معامله صرفا به شخص خریدار و یا وکیل رسمی ایشان تحویل می گردد.'
        ]
      },
      {
        title: '۲ - حدود مسئولیت شرکت ',
        clauses: [
          '۱/۲ ) شرکت واسطه خرید و فروش خودرو از طریق ایجاد فضای مجازی است و خدمات این شرکت در زمینه، برگزاری مزایده مجازی در سایت خودرو ۴۵ و در نهایت در صورت توافق طرفین تدوین و تنظیم قراردادهای ارایه خدمات خودرو ، تنظیم مبایعه نامه خودرو ، دریافت مدارک و خودرو از فروشنده و پس از دریافت هزینه خدمات ارایه شده از خریدار و تسویه حساب فی مابین، تحویل آن به خریدار به صورت حضوری عنداللزوم با خودرو بر می باشد.',
          '۲/۲ ) تعهدات شرکت صرفاً در حدود این ماده بوده و مسئولیتی در قبال ادعای ایراد خسارت مستقیم یا غیر مستقیم متقاضی ندارد.'
        ]
      },
      {
        title: '۳ - اطلاع رسانی به طرفین',
        clauses: [
          '۱/۳ ) اطلاع رسانی به طرفین از طریق تماس تلفنی و ارسال پیامک به شماره همراه متقاضی صورت می گیرد. لذا شرکت الزامی نسبت به طرق اطلاع رسانی دیگر ندارد همچنین مسئولیت صحت و مدارک و اطلاعات ارایه شده بر عهده متقاضی است.',
          '۲/۳ ) چنانچه اطلاعاتی که متقاضی ارائه میدهد نادرست، مبهم یا ناقص باشد و یا خودرو۴۵ شبهه مستدلی در مورد نادرست بودن، مبهم بودن، ناقص بودن و یا دقیق نبودن اطلاعات متقاضی داشته باشد شرکت به صلاحدید خود مجاز خواهد بود از ارایه خدمات به متقاضی خودداری نماید.'
        ]
      },
      {
        title: '۴ - سایر موارد :',
        clauses: [
          '۱/۴ ) چنانچه تاخیر در اجرای مفاد قرارداد به سبب عواملی یا موانعی باشد که دفع آن از حیطه اختیارات متعهد خارج بوده مانند بلایای طبیعی، اغتشاش و اعتصاب عمومی، محدودیت و ممنوعیت حاکمیتی و مواردی از این قبیل باشد اجرای تعهد تا زمان رفع مانع به تاخیر خواهد افتاد و شرکت برای کاهش و رفع موانع تلاش لازم و متعارف در این زمینه را خواهد نمود.',
          '۲/۴ ) تمامی ابلاغ ها و اعلانات خودرو ۴۵ به جز موارد نقض توافقنامه در وبسایت اعلام خواهند شد و اخطارهاي مربوط به نقض قرارداد از طریق تماس تلفنی و ارسال پیامک به شماره تماس متقاضی انجام خواهد شد.',
          '۳/۴ ) لازم به ذکر است که تمامی محتوای مندرج در این سایت توسط مدیریت آن بررسی و منتشر خواهد شد و کاربران سایت هیچ نقشی در تولید یا ارائه آن ندارند. تیم خودرو۴۵ بدون اطلاع و اجازه‌ قبلی شما هیچ یک از اطلاعات شما را با فرد یا موسسه‌ دیگری در میان نخواهد گذاشت، اما اگر از محتوای شما استفاده شود، مطمئنا در صورت عدم رضایت عکس، فیلم، متن، فایل و… فوراً حذف خواهند شد.',
          '۴/۴ ) در صورت تخلف هر یک از طرفین از اجرای تعهدات قراردادی مسئولیت صرفاً متوجه طرف متخلف بوده و شرکت تعهد ومسئولیتی در این زمینه ندارد و بر این مبناء متعاملین حق طرح هرگونه شکایت و دعوی، علیه شرکت را در حال و آینده از خود سلب و ساقط نمودند.',
          '۵/۴ ) اگر حساب کاربری دارید و به این سایت وارد می‌شوید، ما کوکی موقتی را برای مرورگر شما قرار می‌دهیم؛ این کوکی حاوی اطلاعات شخصی نیست و هنگامی که مرورگر شما بسته شود به طور کامل از بین می‌روند.',
          '۶/۴ ) خودرو۴۵ ممکن است نظرها و نقدهای ارسالی شما را در راستای رعایت قوانین وب سایت، ویرایش یا حذف کند. همچنین اگر نظر یا پیام ارسال شده توسط کاربر مشمول مصادیق محتوای مجرمانه باشد، خودرو۴۵ می‌تواند از اطلاعات ثبت شده برای پیگیری قانونی استفاده نماید.',
          '۷/۴ ) اگر در سایت ما حساب کاربری دارید، می‌توانید درخواست کنید که ما هرگونه اطلاعات شخصی که از شما نگه داشته‌ایم را به‌طور کامل پاک کنیم. این مسئله شامل اطلاعاتی نیست که ما مجبور به نگهداری آن‌ها برای اهداف اداری، قانونی یا امنیتی هستیم.',
          '۸/۴ ) متقاضی با مطالعه این سند و علامت گذاری در قسمت پذیرش مقررات شرکت در اپلیکیشن مربوطه اظهار نمود از قوانین و مقررات شرکت مطلع شده و ملزم به رعایت آن است.',
          '۹/۴ ) خودرو ۴۵ حق به روز رسانی قوانین و مقررات مذکور در این سند را در هر زمان خواهد داشت و متقاضی می تواند با مراجعه به سایت مربوطه از آخرین نسخه به روز شده این سند آگاهی یابد.'
        ]
      }
    ]
  },
  submit_a_proposal: 'ثبت پیشنهاد',
  ended_submit_a_proposal: 'پایان زمان ثبت پیشنهاد',
  alert_before_submit: 'ثبت پیشنهاد شما بدین معناست که تمامی گزارش کارشناسی را مشاهده کرده‌اید!',
  price_now: 'قیمت الان',
  at_least_price_increase: 'حداقل افزایش قیمت',
  message_success_bid: 'قیمت پیشنهادی شما ثبت شد.',
  message_unsuccess_bid: 'قیمت پیشنهادی شما ثبت نشد.',
  message_unsuccess_bid_highest_price: 'قیمت شما بالاترین قیمت است.',
  message_unsuccess_bid_lowest_price: 'قیمت کمتر از مقدار ثبت شده در سیستم است.',
  message_ended_bid: 'مزایده به پایان رسید.',
  more_shortcomings: 'نواقص بیشتر',
  bachelor_details: 'جزیيات کارشناسی',
  message_status_error: {
    500: 'اشکال در برقراری ارتباط با شبکه',
    403: 'نشست شما به اتمام رسیده است دوباره وارد شوید.',
    503: 'اشکال در برقراری ارتباط با شبکه',
    default: 'مشکلی پیش آمده دوباره امتحان کنید.'
  },
  title_add_to_home_screen: 'وب اپلیکیشن خودرو ۴۵ را به صفحه موبایل خود اضافه کنید.',
  login: 'ورود',
  register: 'ثبت نام',
  registration_support_contact: '02191004502',
  on_boarding: {
    description: {
      0: {
        title: 'بزرگترین مرکز خریدخودروهای کارکرده',
        text: 'دسترسی به مجموعه ای بزرگ از انواع  خودروهای کارکرده و آماده خرید'
      },
      1: {
        title: 'تضمین کارشناسی و اصالت مدارک',
        text: 'امکان خرید خودرو‌ها با بررسی جزئیات  کارشناسی و تضمین اسناد و مدارک '
      },
      2: {
        title: 'قیمت رقابتی',
        text: 'قیمت خودروها در محیطی امن و رقابتی '
      }
    }
  },
  this_car_has_not_problem: 'خودرو هیچ مشکل ظاهری ندارد',
  this_car_has_not_color: 'خودرو رنگ شدگی ندارد',
  car_style_problem: 'مشکلات ظاهری خودرو (بدنه)',
  auction_copy_to_clipboard: 'لینک مزایده مورد نظر کپی شد.',
  inventory_copy_to_clipboard: 'لینک دپو مورد نظر کپی شد.',
  document: 'سند',
  proposed_price: 'قیمت مالک',
  agree_with_the_customer: 'توافق با قیمت مالک',
  trading: 'در حال معامله',
  text_ended_auction: 'زمان مزایده به اتمام رسیده است.',
  text_ended_depo: 'زمان دپو به اتمام رسیده است.',
  inventory_end: 'اتمام دپو',
  ended: 'اتمام مزایده',
  negotiating: 'در حال مذاکره',
  transactions: 'تراکنش ها',
  your_balance: 'موجودی کیف پول',
  add_balance: 'افزودن موجودی',
  increase: 'افزایش',
  decrease: 'کاهش',
  all: 'همه',
  prepayment: 'پیش پرداخت',
  wait_settlement_and_settlement: 'پیش پرداخت و تسویه',
  code_appointment: 'کد پذیرش',
  wallet_charge: 'شارژ کیف پول',
  get: 'برداشت',
  online_payment: 'پرداخت آنلاین',
  deposit_price: 'واریز مبلغ',
  select_the_desire_amount: 'مبلغ مورد نظر را انتخاب کنید',
  price_deposit: 'مبلغ واریزی',
  payment: 'پرداخت',
  not_result_transaction: 'شما تاکنون تراکنشی نداشتید',
  down_time: 'زمان باقی مانده برای واریز پیش پرداخت',
  down_time_final_pay: 'زمان باقی مانده برای پرداخت',
  on_boarding_pre_payment: {
    text: `
   <p>
    طرح<span> «</span><strong>پیش</strong><span><strong> </strong></span><strong>پرداخت</strong><span>» </span>برای<span> </span>شما<span> </span>فعال<span> </span>شد<span>!&nbsp;</span>
</p>
<p>
    طرح<span> </span>جدید<span> «</span>پیش‌پرداخت<span>» </span>در<span> </span>جهت<span> </span>افزایش<span> </span><strong>شفافیت</strong><span> </span>و<span> </span><strong>امنیت</strong><span><strong> </strong></span><strong>معاملات</strong>،<span> </span>اجرایی<span> </span>شده<span> </span>است<span> </span>تا<span> </span>از<span> </span>مشکلات<span> </span>احتمالی<span> </span>امضای<span> </span>وکالت‌نامه<span> </span>توسط<span> </span>فروشنده<span> </span>جلوگیری<span> </span>شود<span>.</span>
</p>
<p>
    <span>&nbsp;</span>جزئیات<span> </span>طرح<span>:&nbsp;</span>
</p>
<p class="pe-3">
    <span>• </span>بخشی<span> </span>از<span> </span>مبلغ<span> </span>پیش<span> </span>پرداخت،<span> </span><strong>وجه</strong><span><strong> </strong></span><strong>تضمین</strong><span><strong> </strong></span><strong>دفترخانه</strong><span> </span>است<span> </span>که<span> </span>نزد<span> </span>خودرو<span>45 </span>به<span> </span>امانت<span> </span>می‌ماند<span>.</span>
</p>
<p class="pe-3">
    <span>&nbsp;• </span>وجه<span> </span>پیش‌پرداخت<span> </span>با<span> </span>توجه<span> </span>به<span> </span>ارزش<span> </span>خودرو<span> </span>و<span> </span>ثمن<span> </span>معامله<span> </span><strong>متغیر</strong><span> </span>خواهد<span> </span>بود<span>.</span>
</p>
<p class="pe-3">
    <span>&nbsp;• </span>این<span> </span>مبلغ<span> </span>به<span> </span>صورت<span> </span>خودکار،<span> </span>توسط<span> </span>اپلیکیشن<span> </span>محاسبه<span> </span>و<span> </span>به<span> </span>شما<span> </span>اعلام<span> </span>می‌شود<span>.</span>
</p>
<p class="pe-3">
    <span>&nbsp;• </span>واریز<span> </span>پیش‌پرداخت،<span> </span>تنها<span> </span>به<span> </span>صورت<span> </span><strong>آنلاین</strong><span> </span>و<span> </span>از<span> </span>طریق<span> </span>اپلیکیشن<span> </span>میسر<span> </span>است<span>.</span>
</p>
<p class="pe-3">
    <span>&nbsp;• </span>شما<span> </span>باید<span> </span>تا<span> </span>ساعت<span> </span>۲۴<span> </span>روز<span> </span>برگزاری<span> </span>مزایده،<span> </span>نسبت<span> </span>به<span> </span>تکمیل<span> </span>واریز<span> </span>وجه<span> </span>پیش<span> </span>پرداخت<span> </span>اقدام<span> </span>کنید<span>.</span>
</p>
<p class="pe-3">
    <span>&nbsp;• </span>ادامه<span> </span>معامله<span> </span>تنها<span> </span>پس<span> </span>از<span> </span>تکمیل<span> </span>واریز<span> </span>کل<span> </span>مبلغ<span> </span>پیش‌پرداخت،<span> </span>امکان‌پذیر<span> </span>است<span>.</span>

</p>
    `,

    submit: 'متوجه شدم'
  },
  on_boarding_payment: {
    title: 'واریز پیش پرداخت'
  },
  prepayment_page: {
    total_prepayment: 'مبلغ کل پیش پرداخت',
    dealed_car_price: 'مبلغ توافق شده خودرو',
    paid_amount_prepayment: 'مبلغ پرداخت شده',
    paid_amount: 'مبلغ کل پرداختی',
    paid_amount_this_step: 'مبلغ ‌پرداختی این مرحله',
    remained_prepayment: 'مبلغ باقی‌مانده از پیش‌پرداخت',
    the_price_of_the_wallet_is_not_enough: 'موجودی کافی نیست',
    the_price_of_the_wallet_is_enough: 'موجودی کافی است',
    amount_prepayment: 'مانده قابل پرداخت',
    remaining_prepayment: 'باقی‌مانده پیش‌پرداخت',
    verify_pay: 'تایید پرداخت',
    online_charge: 'شارژ آنلاین',
    use_wallet: 'استفاده از کیف پول',
    advance_payment_was_reduced_from_the_wallet: 'پیش پرداخت با موفقیت از کیف پول شما کسر شد',
    maximum_prepayment_time_until_24: 'حداکثر تا ساعت ۲۴:۰۰ امشب مهلت تسویه دارید.',
    there_is_no_possibility_for_more_than_49_million_due_to_limitations_of_bank: 'به خاطر محدودیت سیستم بانکی امکان پرداخت بیشتر از ۴۹ میلیون تومان در در یک پرداخت آنلاین از یک کارت بانکی وجود ندارد.',
    result: {
      success_message_partly: 'واریز بخشی از پیش پرداخت با موفقیت انجام شد.',
      unSuccess_message_partly: 'واریز بخشی از پیش پرداخت ناموفق بود.',
      success_message: 'واریز پیش پرداخت با موفقیت انجام شد.',
      success_message_use_wallet: 'برداشت از کیف پول با موفقیت انجام شد.',
      success_message_get_money_use_wallet: 'برداشت وجه از کیف پول با موفقیت انجام شد.',
      un_success_message: 'واریز پیش پرداخت ناموفق بود.',
      un_success_message_use_wallet: 'برداشت از کیف پول ناموفق بود.',
      un_success_message_bank_online_payment: 'پرداخت آنلاین از درگاه بانکی ناموفق بود.',
      total_reduced_from_wallet: 'مجموع مبالغ کسر شده از کیف پول',
      continuePayment: 'ادامه پرداخت',
      back: 'بازگشت',
      title_submit_success: 'بازگشت به سفارشات',
      title_submit_un_success: 'بازگشت به پیش پرداخت'
    }
  },
  wallet_charge_page: {
    message_min_price: '* حداقل مبلغ شارژ کیف پول {0} تومان است.',
    name_account_bank: 'شرکت مریخ کار پارس آسیا سهامی خاص',
    number_card: '6104 - 3374 - 3431 - 1948',
    number_sheba: 'IR - 74 0120 0200 0000 8383 2673 87',
    select_account: 'انتخاب حساب',
    reference_number: 'شماره پیگیری بانک',
    payment_time: 'تاریخ واریز',
    today: 'امروز',
    yesterday: 'دیروز',
    the_day_before_yesterday: '۲ روز پیش',
    result_message: [
      'تصویر رسید با موفقیت آپلود شد',
      'منتظر تایید کارشناسان ما باشید',
      'مبلغ شارژ در انتظار تایید: {0} تومان'
    ],
    delete_image: 'تصویر رسید با موفقیت حذف شد',
    result_message_un_success: ['آپلود رسید با مشکل مواجه شد', 'لطفا مجدد تلاش کنید'],
    upload_success: 'آپلود موفق',
    upload_un_success: 'آپلود ناموفق',
    increase_balance: 'افزایش موجودی',
    back_to_wallet: 'بازگشت به کیف پول'
  },
  agreed_price: 'قیمت معامله',
  tracking_code: 'کد پیگیری',
  upload_receipt: 'آپلود رسید',
  format_allowed: ' فرمت های مجاز',
  try_again: 'دوباره تلاش کنید',
  max_file_upload_message: 'سایز فایل باید کمتر از {0} باشد',
  modal_getting_star: {
    title_body: 'همکار گرامی با رعایت نکات زیر ۵ ستاره شوید',
    submit: 'متوجه شدم'
  },
  final_pay: {
    title_header: 'تسویه نهایی',
    upload_receipt: 'آپلود رسید',
    tab_one_title: 'واریز شبا',
    tab_two_title: 'چک بانکی',
    price_trade: 'مبلغ معامله',
    view_contract: 'دانلود مبایعه نامه',
    remaining: 'باقی مانده',
    payments: 'پرداخت شده ها',
    submit_payment: 'تایید نهایی پرداخت',
    price_payment: 'مبلغ تسویه',
    name_account: ' در وجه',
    national_code: 'کد ملی',
    number_sheba: 'شماره شبا',
    bank_name: 'نام بانک',
    title_deduction: 'کسورات از مبلغ معامله',
    deduction_cars: 'کسورات تضمبن خودرو',
    submit_modal: 'تایید رسید',
    notary: 'مالیات نقل و انتقال',
    title_modal_message: 'منتظر تایید فروشنده باشید',
    back_my_order: 'بازگشت به سفارشات من',
    title_modal_deleted: 'آیا از حذف رسید خود اطمینان دارید؟',
    verify_deleted: 'تایید',
    verify_final_pay: 'تایید تسویه نهایی',
    modal_contract_title: 'مبایعه نامه',
    modal_contract_save_image: 'ذخیره مبایعه نامه',
    complications: 'عوارض',
    violation: 'خلافی',
    tehran_man: 'تهران من',
    switch: 'سویچ',
    fuel_card: 'کارت سوخت'
  },
  placeholder_date: 'روز / ماه / سال',
  isRequired: 'الزامیست.',
  format_data: 'فرمت تاریخ صحیح نیست.',
  minimum_amount: 'حداقل مبلغ واریزی {0} می باشد.',
  profile_page: {
    contact_k45: {
      your_agent: 'کارشناس شما',
      contact_us: 'تماس با'
    }
  },
  wallet: 'کیف پول',
  profile: {
    info_personal: 'اطلاعات شخصی',
    document_send: 'مدارک ارسالی',
    accounts_bank: 'حساب های بانکی',
    report_violation: 'گزارش تخلف',
    change_password: 'تغییر کلمه عبور',
    latest_changes: 'آخرین تغییرات',
    price_daily_car: 'قیمت روز خودرو',
    management_Profile: 'مدیریت پروفایل',
    full_name: 'نام و نام خانوادگی',
    mobile: 'موبایل',
    date_joined: 'تاریخ عضویت',
    share_success_message: 'لینک با موفقیت به اشتراک گذاشته شد.',
    coming_soon: 'به زودی'
  },
  recommended: 'بهترین  شرایط',
  night_auction: 'مزایده شبانه',
  bank_account: {
    empty_list: ['حساب بانکی موجود نیست', 'لطفا حساب بانکی خود را اضافه کنید'],
    create_new_bank_account: 'ایجاد حساب جدید',
    add_page: {
      header: 'افزودن حساب بانکی',
      title: 'لطفا شماره شبا یا شماره کارت خود را وارد کنید',
      type_account: 'نوع حساب',
      type_accounts: {
        iban: {
          label: 'شماره شبا',
          placeholder: 'شماره شبا حساب',
          validation: 'شماره شبا ۲۴ رقم می باشد'

        },
        card_number: {
          label: 'شماره کارت',
          placeholder: 'شماره کارت',
          validation: 'شماره کارت 16 رقم می باشد'
        }
      },
      submit: 'ساخت حساب بانکی'
    },
    delete_modal: {
      header: 'حذف حساب بانکی',
      title: 'آیا از حذف حساب بانکی خود مطمئن هستید؟',
      submit_delete: 'حذف حساب',
      close: 'انصراف',
      delete_success_message: 'حساب بانکی با موفقیت حذف شد.'
    },
    success: {
      title_iban: 'حساب شما با شماره شبای زیر ثبت شد',
      title_card_number: 'حساب شما با شماره کارت زیر ثبت شد',
      description: 'در صورت صحت اطلاعات در سیستم بانکی‌، این حساب به صورت اتوماتیک به لیست حساب های شما اضافه می شود.',
      back_to_list: 'بازگشت به حساب های بانکی'
    }
  },
  guarantee: 'تضمین شده',
  verify: 'تایید',
  validation_format_image: 'فرمت فایل وارد شده صحیح نیست',
  text_without_network: 'لطفا اتصال خود را با اینترنت بررسی نمایید',
  img_national_code_front: 'تصویر کارت ملی - جلو',
  img_national_code_back: 'تصویر کارت ملی - پشت',
  img_identity_code_page_one: 'تصویر شناسنامه - صفحه اول',
  error_validate_date: 'تاریخ وارد شده اشتباه میباشد .',
  choose_picture: 'انتخاب تصویر',
  choose_default_picture: 'انتخاب تصویر پیش فرض',
  change_profile_picture: 'تغییر تصویر پروفایل',
  message_success_picture_profile: 'تصویر پروفایل با موفقیت به روز شد .',
  message_un_success_picture_profile: 'بارگذاری تصویر پروفایل با خطا مواجه شد .',
  save: 'ذخیره',
  registerMessage: {
    dear: ' عزیز',
    title: 'با شماره {0} به خودرو ۴۵ خوش آمدید',
    description: 'در خواست همکاری شما برای عضویت در خودرو ۴۵ ثبت شد.',
    description2: 'شما میتوانید برای فعال کردن سریع حساب کاربری و خرید خودروها هم اکنون اقدام به پرداخت حق عضویت کنید.',
    membership_fee: 'حق عضویت',
    contact_us: 'تماس با ما'
  },
  filter: {
    label: 'فیلترها',
    city: 'شهر',
    categories: 'دسته بندی خودروها',
    brandAndModel: 'برند/مدل',
    wallet_credit: 'اعتبار کیف پول',
    best: 'بهترین شرایط',
    range_price: 'محدوده قیمت',
    year_make: 'سال ساخت',
    klm: 'کارکرد',
    modal: {
      title: 'فیلترها',
      submit_filter: 'اعمال فیلتر',
      delete_filter: 'حذف فیلتر'
    },
    from_price: 'از قیمت',
    to_price: 'تا قیمت',
    from_year: 'از سال',
    to_year: 'تا سال',
    from_klm: 'از کیلومتر',
    to_klm: 'تا کیلومتر',
    jalali: 'شمسی',
    gregorian: 'میلادی',
    search: 'جستجوی خودرو',
    actions_car: 'اعمال خودرو',
    not_found_search: 'نتیجه یافت نشد.'
  },
  selected: 'را انتخاب کنید.',
  log_out: 'خروج',
  notary_and_contract: {
    title_menu: 'تنظیمات مبایعه نامه',
    my_notary: 'دفتر خانه من',
    type_contract: 'نوع مبایعه نامه',
    verify: 'انتخاب نوع مبایعه نامه',
    notary: {
      empty_title: 'دفترخانه ای وجود ندارد!',
      empty_title_2: 'لطفا دفترخانه خود را اضافه کنید',
      empty_description: 'شما میتوانید به شرط هم مبدا و هم مقصد بودن با طرف معامله، دفترخانه را خودتان انتخاب کنید؛و همچنین نوع مبایعه نامه و فرد طرف قرارداد در مبایعه نامه از پیش مشخص و انتخاب کنید.',
      notary_btn_add: 'ایجاد دفترخانه جدید',
      name_notary: 'نام دفترخانه',
      code_notary: 'کد دفترخانه',
      full_name: 'نام و نام خانوادگی',
      phone: 'تلفن ثابت',
      mobile: 'موبایل',
      city: 'شهر',
      address: 'آدرس',
      save_notary: 'ذخیره دفترخانه',
      success_delete: 'با موفقیت حذف شد.'
    }, contract: {
      empty_title: 'مبایعه نامه ای وجود ندارد!',
      empty_title_2: 'لطفا نوع مبایعه نامه خود را تنظیم کنید',
      info_my_colleague: 'اطلاعات همکار من',
      empty_description: 'شما می توانید نوع مبایعه نامه و فرد طرف قرارداد در مبایعه نامه از پیش مشخص و انتخاب کنید.',
      contract_btn_add: 'ایجاد مبایعه نامه جدید',
      type_contract: 'نوع مبایعه نامه',
      type_advocacy: 'نوع وکالت',
      colleague: 'همکار',
      name_colleague: 'نام همکار',
      phone_number: 'شماره تلفن',
      address: 'آدرس',
      monfreda: 'منفردا',
      motafegha: 'متفقا',
      save_contract: 'ذخیره مبایعه نامه',
      advocacy_work: 'وکالت کاری',
      advocacy_sale: 'وکالت فروش',
      full_name: 'نام و نام خانوادگی',
      first_name: 'نام',
      last_name: 'نام خانوادگی',
      mobile_number: 'شماره موبایل',
      national_card: 'کد ملی',
      image_national_card: 'تصویر کارت ملی - جلو',
      success_delete: 'با موفقیت حذف شد.',
      success_submit: 'با موفقیت ثبت شد.',
      modal_delete: {
        title: 'حذف مبایعه نامه',
        description: 'آیا از حذف اطلاعات مبایعه نامه خود اطمینان دارید؟'
      }
    }
  },
  order_page: {
    transfer: {
      title: 'انتخاب شیوه انتقال',
      notary: {
        title: 'انتخاب دفترخانه'
      }, contract: {
        title: 'انتخاب نوع مبایعه نامه'
      },
      next_step: 'مرحله بعد'
    },
    preview: {
      title: 'مشاهده شیوه انتقال',
      submit: 'تایید شیوه انتقال',
      close: 'بستن'
    }
  },
  membership_fee: {
    title: 'حق عضویت',
    content: {
      slice_one: 'عزیز،',
      slice_two: 'برای ',
      slice_three: 'ثبت پیشنهاد و خرید خودرو ',
      slice_four: 'در مزایده لازم است \n تا حداقل {0} میلیون تومان حق عضویت پرداخت کنید \n تا بتوانید روی {1} مزایده به صورت همزمان، ‌برنده \n باشید.'
    },
    button_membership_fee: 'پرداخت حق عضویت',
    result: {
      title: 'واریز حق عضویت',
      success_message: 'پرداخت آنلاین با موفقیت انجام شد.',
      success_message_use_wallet: 'پرداخت از کیف پول با موفقیت انجام شد.',
      un_success_message: 'پرداخت آنلاین شما ناموفق بود.',
      un_success_message_use_wallet: 'پرداخت از کیف پول ناموفق بود.',
      title_submit_success: 'ورود به صفحه مزایده',
      title_submit_un_success: 'بازگشت به صفحه حق عضویت',
      title_submit_success_login: 'ورود به اپلیکیشن'
    },
    settlement_online: 'پرداخت آنلاین',
    use_wallet: 'استفاده از کیف پول',
    settlement: {
      dear: 'عزیز',
      description: 'توجه داشته باشید که محدودیت مزایده ',
      description_1: 'حداقل {0} خودرو ',
      description_2: 'می‌‌‌‌‌‌باشد.',
      membership_deposit: 'حق عضویت',
      limitation_auction: 'محدودیت مزایده',
      settlement: 'پرداخت',
      cash_wallet: 'موجودی کیف پول',
      withdrawal_amount: 'مبغ قابل برداشت',
      withdraw_from_the_wallet: 'برداشت از کیف پول',
      withdraw: 'برداشت'
    },
    withdrawing: {
      page_title: 'کاهش تعداد شرکت در مزایده'
    }
  },
  transaction_page: {
    details_data: {
      deposit_membership: 'حق عضویت',
      limit_auctions: 'محدودیت مزایده',
      deposit_plate_jaw: 'سپرده فک پلاک',
      id: 'شناسه',
      credit_limit: 'سقف اعتبار',
      prepayment_price: 'مبلغ پیش پرداخت'
    }
  },
  membership_deposit_balance: 'موجودی حق عضویت',
  transferable_to_wallet: 'قابل انتقال به کیف پول',
  'non-transferable': 'غیر قابل انتقال',
  transfer_amount: 'مبلغ انتقالی',
  transfer_money_to_wallet: 'انتقال وجه به کیف پول',
  less_membership_fee_balance_error_message: 'مبلغ درخواستی بیش از موجودی قابل انقال به کیف پول می باشد.',
  money_transfer_amount_coefficient_error_message: 'مبلغ قابل انتقال باید ضریبی از {0} تومان باشد.',
  money_transfer: 'انتقال وجه',
  money_transfer_confirmation_message: 'آیا از انتقال وجه خود مطمئن هستید؟ ',
  money_transfer_to_wallet_success_message: 'انتقال وجه به کیف پول با موفقیت انجام شد.',
  back_to_wallet: 'بازگشت به کیف پول',
  'opt-out': 'انصراف',
  minimum_deposit_balance: 'حداقل موجودی حق عضویت',
  blocked_in_auction: 'مسدود در مزایده',
  million: 'میلیون',
  withdraw: 'برداشت',
  cash_withdraw: 'برداشت وجه',
  wallet_balance: 'موجودی کیف پول',
  withdrawable: 'قابل برداشت',
  nonwithdrawable: 'غیر قابل برداشت',
  amountـwithdrawn: 'مبلغ برداشتی',
  no_account_in_withdraw_error_message: 'لطفا حساب بانکی خود را در پروفایل وارد کنید ',
  withdraw_less_wallet_balance_error_message: 'مبلغ درخواستی بیش از موجودی قابل برداشت کیف پول می باشد.',
  withdraw_confirm_message: 'آیا از برداشت وجه خود مطمئن هستید؟',
  withdraw_success_message: 'درخواست برداشت وجه با موفقیت ثبت شد.',
  withdraw_success_info_message: 'مبلغ درخواستی به زودی به حساب شما واریز خواهد شد.',
  settle_prepayment: 'واریز پیش پرداخت',
  deposit_payment: 'وارﯾﺰ ﭘﯿﺶ ﭘﺮداﺧﺖ',
  error_message_of_amount_below_one_million: 'مبلغ درخواستی، نمی تواند کمتر از یک میلیون تومان باشد.',
  withdraw_limit_daily_error_message: 'مبلغ درخواستی روزانه باید کمتر از ۲۰ میلیون تومان باشد.',
  withdraw_under_one_million_error_message: 'به علت اینکه موجودی قابل برداشت کمتر از 1 میلیون تومان است، تنها امکان درخواست عودت وجه همه موجودی را دارید.',
  error_message_of_amount_must_more_than_one_million: 'مبلغ درخواستی، باید بیشتر از یک میلیون تومان باشد.',
  error_message_of_amount_below_one_thousand: 'مبلغ درخواستی، نمی تواند کمتر از هزار تومان باشد.',
  deposit: 'واریز',
  confirmed_accounts_number: 'شماره حساب های تایید شده',
  not_exist_confirmed_account_number: 'شماره حساب تایید شده‌ای وجود ندارد.'
})
